Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Send Verification Code
ar: إرسال رمز التحقق
de: Bestätigungscode senden
es: Enviar código de verificación
fr: Envoyer le code de vérification
hi: सत्यापन कोड भेजें
id: Kirim kode verifikasi
ja: 確認コードを送信
ko: 인증 코드 보내기
pt_br: Enviar código de verificação
ru: Отправить код подтверждения
th: ส่งรหัสยืนยัน
tr: Doğrulama kodu gönder
vi: Gửi mã xác minh
zh_hans: 发送验证码
zh_hant: 傳送驗證碼

source: Send a message with this provider to see usage statistics here.
ar: أرسل رسالة باستخدام هذا الموفر لترى إحصاءات الاستخدام هنا.
de: Sende eine Nachricht mit diesem Anbieter, um Nutzungsstatistiken zu sehen.
es: Envía un mensaje con este proveedor para ver las estadísticas de uso aquí.
fr: Envoyez un message avec ce fournisseur pour voir les statistiques d'utilisation ici.
hi: इस प्रदाता के साथ संदेश भेजें ताकि यहाँ उपयोग आँकड़े दिखें।
id: Kirim pesan dengan penyedia ini untuk melihat statistik penggunaan di sini.
ja: このプロバイダーでメッセージを送信すると、使用統計がここに表示されます。
ko: 이 공급자로 메시지를 보내면 여기에 사용 통계가 표시됩니다.
pt_br: Envie uma mensagem com este provedor para ver as estatísticas de uso aqui.
ru: Отправьте сообщение через этого провайдера, чтобы увидеть статистику использования.
th: ส่งข้อความด้วยผู้ให้บริการนี้เพื่อดูสถิติการใช้งานที่นี่
tr: Bu sağlayıcıyla bir mesaj gönderin, kullanım istatistikleri burada görünür.
vi: Gửi tin nhắn với nhà cung cấp này để xem thống kê sử dụng tại đây.
zh_hans: 用此供应商发送消息后，使用统计将在这里显示。
zh_hant: 用此供應商傳送訊息後，使用統計將在這裡顯示。

source: Set a monthly limit and get alerted before you exceed it.
ar: حدّد حدًا شهريًا وتلقَّ تنبيهًا قبل تجاوزه.
de: Lege ein monatliches Limit fest und erhalte eine Warnung, bevor du es überschreitest.
es: Establece un límite mensual y recibe una alerta antes de superarlo.
fr: Définissez une limite mensuelle et recevez une alerte avant de la dépasser.
hi: एक मासिक सीमा निर्धारित करें और इसे पार करने से पहले सतर्क हो जाएं।
id: Tetapkan batas bulanan dan dapatkan peringatan sebelum Anda melampauinya.
ja: 月ごとの上限を設定し、超過する前に通知を受け取りましょう。
ko: 월간 한도를 설정하고 초과하기 전에 알림을 받으세요.
pt_br: Defina um limite mensal e receba um alerta antes de ultrapassá-lo.
ru: Установите месячный лимит и получайте оповещения, прежде чем превысите его.
th: กำหนดวงเงินรายเดือนและรับการแจ้งเตือนก่อนที่คุณจะเกินขีดจำกัด
tr: Aylık bir limit belirleyin ve bu limiti aşmadan önce uyarı alın.
vi: Đặt giới hạn hàng tháng và nhận thông báo trước khi bạn vượt quá giới hạn đó.
zh_hans: 设置每月上限，并在超出前收到提醒。
zh_hant: 設定每月上限，並在超出前收到提醒。

source: Set a separate password to protect this backup
ar: قم بتعيين كلمة مرور منفصلة لحماية هذه النسخة الاحتياطية
de: Leg ein separates Passwort fest, um dieses Backup zu schützen
es: Establezca una contraseña separada para proteger esta copia de seguridad
fr: Définir un mot de passe distinct pour protéger cette sauvegarde
hi: इस बैकअप की सुरक्षा के लिए एक अलग पासवर्ड सेट करें
id: Tetapkan kata sandi terpisah untuk melindungi cadangan ini
ja: このバックアップを保護するには、別のパスワードを設定してください
ko: 이 백업을 보호하려면 별도의 비밀번호를 설정하세요.
pt_br: Defina uma senha separada para proteger este backup
ru: Установите отдельный пароль для защиты этой резервной копии.
th: ตั้งรหัสผ่านแยกต่างหากเพื่อป้องกันข้อมูลสำรองนี้
tr: Bu yedeği korumak için ayrı bir şifre belirleyin
vi: Đặt mật khẩu riêng để bảo vệ bản sao lưu này
zh_hans: 设置独立密码来保护此备份
zh_hant: 設定單獨的密碼來保護此備份

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Setup complete. Now using %@ / %@
ar: اكتمل الإعداد. يتم الآن استخدام %@ / %@
de: Einrichtung abgeschlossen. Jetzt wird %@ / %@ verwendet
es: Configuración completa. Ahora usando %@ / %@
fr: Configuration terminée. Utilisation de %@ / %@
hi: सेटअप पूर्ण. अब %@ / %@ का उपयोग कर रहे हैं
id: Penyiapan selesai. Sekarang menggunakan %@ / %@
ja: セットアップ完了。現在 %@ / %@ を使用中
ko: 설정 완료. 현재 %@ / %@ 사용 중
pt_br: Configuração concluída. Agora usando %@ / %@
ru: Настройка завершена. Теперь использую %@/%@
th: การตั้งค่าเสร็จสมบูรณ์ ตอนนี้ใช้ %@ / %@
tr: Kurulum tamamlandı. Artık %@ / %@ kullanılıyor
vi: Thiết lập hoàn tất. Hiện đang sử dụng %@ / %@
zh_hans: 配置完成。当前使用 %@ / %@
zh_hant: 設定完成。目前使用 %@ / %@

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करना
id: Bagikan
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
th: แบ่งปัน
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Skills
ar: المهارات
de: Fähigkeiten
es: Habilidades
fr: Compétences
hi: कौशल
id: Keterampilan
ja: スキル
ko: 스킬
pt_br: Habilidades
ru: Навыки
th: ทักษะ
tr: Yetenekler
vi: Kỹ năng
zh_hans: 技能
zh_hant: 技能

source: Skip for now — you can resolve this later in Settings
ar: تخطي الآن — يمكنك حل هذا لاحقًا في الإعدادات
de: Jetzt überspringen — Sie können dies später in den Einstellungen lösen
es: Omitir por ahora — puedes resolverlo más tarde en Ajustes
fr: Passer pour l'instant — vous pourrez résoudre cela plus tard dans les Réglages
hi: अभी के लिए छोड़ें - आप इसे बाद में सेटिंग्स में हल कर सकते हैं
id: Lewati sekarang — Anda dapat menyelesaikannya nanti di Pengaturan
ja: 今はスキップ — 後で設定から解決できます
ko: 지금은 건너뛰기 — 나중에 설정에서 해결할 수 있습니다
pt_br: Pular por enquanto — você pode resolver isso depois em Configurações
ru: Пропустить сейчас — вы можете решить эту проблему позже в настройках.
th: ข้ามไปก่อน คุณสามารถแก้ไขปัญหานี้ได้ในภายหลังในการตั้งค่า
tr: Şimdilik atlayın; bunu daha sonra Ayarlar'da çözebilirsiniz
vi: Hãy tạm bỏ qua — bạn có thể giải quyết vấn đề này sau trong Cài đặt
zh_hans: 暂时跳过 - 稍后可在设置中处理
zh_hant: 暫時跳過 - 稍後可在設定中處理

source: Soft landing.
ar: هبوط هادئ.
de: Sanfte Landung.
es: Aterriza despacio.
fr: Atterrissage en douceur.
hi: हल्की लैंडिंग।
id: Mendarat perlahan.
ja: そっと着地
ko: 부드럽게 내려앉기
pt_br: Pouso suave.
ru: Мягкая посадка.
th: ลงจอดอย่างนุ่มนวล
tr: Yumuşak bir iniş.
vi: Hạ cánh nhẹ nhàng.
zh_hans: 轻轻落地
zh_hant: 輕輕落地

source: Soft morning.
ar: صباح هادئ.
de: Ein sanfter Morgen.
es: Una mañana suave.
fr: Douce matinée.
hi: कोमल सुबह।
id: Pagi yang tenang.
ja: やわらかな朝
ko: 부드러운 아침
pt_br: Manhã tranquila.
ru: Тихое утро.
th: เช้าที่อ่อนโยน
tr: Yumuşak bir sabah.
vi: Buổi sáng dịu dàng.
zh_hans: 温柔的早晨
zh_hant: 溫柔的早晨

source: Source
ar: المصدر
de: Quelle
es: Fuente
hi: स्रोत
id: Sumber
ja: ソース
ko: 출처
pt_br: Fonte
ru: Источник
th: แหล่งที่มา
tr: Kaynak
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Start with a quick prompt or ask anything you want to figure out.
ar: ابدأ بسؤال سريع أو اسأل عن أي شيء تريد معرفته.
de: Beginne mit einem kurzen Prompt oder frage, was du herausfinden möchtest.
es: Empieza con un prompt rápido o pregunta lo que quieras saber.
fr: Commencez par un prompt rapide ou posez n'importe quelle question.
hi: त्वरित संकेत से शुरुआत करें या जो कुछ भी आप जानना चाहते हैं उससे पूछें।
id: Mulailah dengan pertanyaan singkat atau tanyakan apa pun yang ingin Anda ketahui.
ja: 簡単なプロンプトから始めるか、知りたいことを何でも聞いてください。
ko: 간단한 프롬프트로 시작하거나 알고 싶은 것을 물어보세요.
pt_br: Comece com um prompt rápido ou pergunte o que quiser descobrir.
ru: Начните с быстрой подсказки или спросите все, что хотите выяснить.
th: เริ่มต้นด้วยข้อความแจ้งสั้นๆ หรือถามสิ่งที่คุณต้องการทราบ
tr: Hızlı bir bilgi istemiyle başlayın veya öğrenmek istediğiniz herhangi bir şeyi sorun.
vi: Bắt đầu bằng một lời nhắc nhanh hoặc hỏi bất cứ điều gì bạn muốn tìm hiểu.
zh_hans: 输入一个快速提示，或者问任何你想了解的问题。
zh_hant: 輸入一個快速提示，或者問任何你想了解的問題。

source: Starter Messages
ar: رسائل البدء
de: Startnachrichten
es: Mensajes iniciales
fr: Messages de démarrage
hi: स्टार्टर संदेश
id: Pesan Pemula
ja: スターターメッセージ
ko: 시작 메시지
pt_br: Mensagens iniciais
ru: Стартовые сообщения
th: ข้อความเริ่มต้น
tr: Başlangıç ​​Mesajları
vi: Tin nhắn khởi đầu
zh_hans: 起始消息
zh_hant: 起始訊息

source: Still here, still listening.
ar: ما زلت هنا، أصغي إليك.
de: Ich bin da und höre zu.
es: Aquí estoy, escuchando.
fr: Toujours là, à l'écoute.
hi: यहीं हूँ, सुन रहा हूँ।
id: Masih di sini, masih mendengarkan.
ja: ずっとここで、聴いてるよ
ko: 여전히 여기, 듣고 있어
pt_br: Ainda aqui, ouvindo.
ru: Всё ещё здесь, всё ещё слушаю.
th: ยังอยู่ตรงนี้ ยังฟังอยู่
tr: Hâlâ buradayım, hâlâ dinliyorum.
vi: Vẫn ở đây, vẫn lắng nghe.
zh_hans: 我还在，也在听
zh_hant: 我還在，也在聽

source: Still up
ar: ما زلت مستيقظًا؟
de: Noch wach?
es: ¿Aún despierto?
fr: Encore debout ?
hi: अभी तक जाग रहे हो?
id: Masih bangun?
ja: まだ起きてるの？
ko: 아직 깨어 있네요
pt_br: Ainda acordado?
ru: Ещё не спите?
th: ยังไม่นอนเหรอ?
tr: Hâlâ ayakta mısın?
vi: Chưa ngủ à?
zh_hans: 还没睡？
zh_hant: 還沒睡？

source: Still up, %@.
ar: ما زلت مستيقظًا، %@.
de: Noch wach, %@?
es: ¿Aún despierto, %@?
fr: Encore debout, %@ ?
hi: अभी तक जाग रहे हो, %@।
id: Masih bangun, %@?
ja: まだ起きてるんだね、%@さん
ko: 아직 안 자네, %@
pt_br: Ainda acordado, %@?
ru: Ещё не спишь, %@?
th: ยังไม่นอนเหรอ %@
tr: Hâlâ ayaktasın, %@.
vi: Vẫn còn thức à, %@?
zh_hans: 还没睡呀，%@
zh_hant: 還沒睡呀，%@

source: Still with you.
ar: ما زلت معك.
de: Ich bin noch da.
es: Sigo contigo.
fr: Je suis toujours là.
hi: मैं अब भी यहाँ हूँ।
id: Masih di sini bersamamu.
ja: ずっとそばにいるよ
ko: 여기 있어
pt_br: Ainda aqui contigo.
ru: Я рядом.
th: ยังอยู่ตรงนี้นะ
tr: Hâlâ buradayım.
vi: Vẫn ở đây với bạn.
zh_hans: 我还在呢
zh_hant: 我還在呢

source: Subscriptions renew automatically unless canceled at least 24 hours before the period ends.
ar: تتجدد الاشتراكات تلقائيًا ما لم يتم إلغاؤها قبل 24 ساعة على الأقل من نهاية الفترة.
de: Abonnements verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ablauf des Zeitraums gekündigt werden.
es: Las suscripciones se renuevan automáticamente salvo que se cancelen al menos 24 horas antes de que finalice el periodo.
fr: Les abonnements se renouvellent automatiquement sauf annulation au moins 24 heures avant la fin de la période.
hi: सदस्यता अवधि समाप्त होने से कम से कम 24 घंटे पहले रद्द न करने पर अपने आप नवीनीकृत होती है।
id: Langganan diperpanjang otomatis kecuali dibatalkan setidaknya 24 jam sebelum periode berakhir.
ja: サブスクリプションは期間終了の24時間前までにキャンセルしない限り自動更新されます。
ko: 구독은 기간 종료 최소 24시간 전까지 취소하지 않으면 자동 갱신됩니다.
pt_br: As assinaturas renovam automaticamente, a menos que sejam canceladas pelo menos 24 horas antes do fim do período.
ru: Подписки продлеваются автоматически, если не отменены минимум за 24 часа до окончания периода.
th: การสมัครสมาชิกจะต่ออายุอัตโนมัติ เว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบบิล
tr: Abonelikler, dönem bitmeden en az 24 saat önce iptal edilmezse otomatik olarak yenilenir.
vi: Gói đăng ký tự động gia hạn trừ khi được hủy ít nhất 24 giờ trước khi kỳ hiện tại kết thúc.
zh_hans: 订阅会自动续订，除非在周期结束前至少 24 小时取消。
zh_hant: 訂閱會自動續訂，除非在週期結束前至少 24 小時取消。

source: Summarize the most common complaints from user research...
ar: تلخيص الشكاوى الأكثر شيوعًا من أبحاث المستخدم...
de: Fassen Sie die häufigsten Beschwerden aus der Benutzerforschung zusammen ...
es: Resuma las quejas más comunes de la investigación de usuarios...
fr: Résumez les plaintes les plus courantes issues des recherches d'utilisateurs...
hi: उपयोगकर्ता अनुसंधान से सबसे आम शिकायतों का सारांश प्रस्तुत करें...
id: Ringkaslah keluhan paling umum dari riset pengguna...
ja: ユーザー調査から最も一般的な苦情を要約します...
ko: 사용자 조사에서 가장 일반적인 불만 사항을 요약합니다...
pt_br: Resuma as reclamações mais comuns da pesquisa de usuários...
ru: Обобщите наиболее распространенные жалобы, полученные в ходе исследований пользователей...
th: สรุปข้อร้องเรียนที่พบบ่อยที่สุดจากการวิจัยผู้ใช้...
tr: Kullanıcı araştırmalarından elde edilen en yaygın şikayetleri özetleyin...
vi: Tóm tắt các khiếu nại phổ biến nhất từ ​​nghiên cứu người dùng...
zh_hans: 总结用户调研中最常见的投诉...
zh_hant: 總結用戶研究中最常見的抱怨...

source: Summary
ar: الملخص
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
ja: 概要
ko: 요약
pt_br: Resumo
ru: Краткое содержание
th: สรุป
tr: Özet
vi: Bản tóm tắt
zh_hans: 概览
zh_hant: 概覽

source: Summary (≤200 characters, visible to AI but not shown in UI):
ar: ملخص (≤200 حرف، مرئي للذكاء الاصطناعي ولكن لا يظهر في الواجهة):
de: Zusammenfassung (≤200 Zeichen, für die KI sichtbar, aber nicht in der Oberfläche):
es: Resumen (≤200 caracteres, visible para la IA pero no en la interfaz):
fr: Résumé (≤200 caractères, visible par l'IA mais pas dans l'interface) :
hi: सारांश (≤200 अक्षर, AI पर दृश्यमान लेकिन UI में नहीं दिखाया गया):
id: Ringkasan (≤200 karakter, terlihat oleh AI tetapi tidak ditampilkan di UI):
ja: 要約（200文字以内、AIには見えますがUIには表示されません）：
ko: 요약 (200자 이하, AI에게 표시되지만 UI에는 표시되지 않음):
pt_br: Resumo (≤200 caracteres, visível para a IA, mas não na interface):
ru: Краткое описание (<200 символов, видимых для ИИ, но не отображаемых в пользовательском интерфейсе):
th: สรุป (อักขระ ≤200 ตัว AI มองเห็นได้แต่ไม่แสดงใน UI):
tr: Özet (≤200 karakter, yapay zeka tarafından görülebilir ancak kullanıcı arayüzünde gösterilmez):
vi: Tóm tắt (200 ký tự, hiển thị với AI nhưng không hiển thị trong UI):
zh_hans: 摘要（≤200 字符，AI 可见但不在界面显示）：
zh_hant: 摘要（≤200 字元，AI 可見但不在介面顯示）：

source: Supported
ar: مدعوم
de: Unterstützt
es: Compatible
fr: Pris en charge
hi: समर्थित
id: Didukung
ja: 対応済み
ko: 지원됨
pt_br: Compatível
ru: Поддерживается
th: รองรับ
tr: Destekleniyor
vi: Được hỗ trợ
zh_hans: 已支持
zh_hant: 已支援

source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Changer
hi: बदलना
id: Mengalihkan
ja: 切替
ko: 전환
pt_br: Alternar
ru: Выключатель
th: สวิตช์
tr: Anahtar
vi: Công tắc
zh_hans: 切换
zh_hant: 切換

source: Switch Day, Week, or Month to inspect another window after your next paid assistant reply is recorded.
ar: بدّل إلى يوم أو أسبوع أو شهر لمراجعة نافذة أخرى بعد تسجيل ردّ المساعد المدفوع التالي.
de: Wechsle zu Tag, Woche oder Monat, um ein anderes Fenster zu prüfen, sobald deine nächste kostenpflichtige Assistentenantwort erfasst wurde.
es: Cambia a Día, Semana o Mes para revisar otra ventana cuando se registre tu próxima respuesta pagada del asistente.
fr: Passez à Jour, Semaine ou Mois pour examiner une autre fenêtre après l'enregistrement de votre prochaine réponse payante de l'assistant.
hi: आपका अगला भुगतान सहायक उत्तर रिकॉर्ड होने के बाद किसी अन्य विंडो का निरीक्षण करने के लिए दिन, सप्ताह या महीना बदलें।
id: Ganti Hari, Minggu, atau Bulan untuk memeriksa jendela lain setelah balasan asisten berbayar Anda berikutnya dicatat.
ja: 次回の有料アシスタント返信が記録された後、日・週・月を切り替えて別の期間を確認してください。
ko: 다음 유료 어시스턴트 응답이 기록된 후 일, 주 또는 월로 전환해 다른 기간을 확인하세요.
pt_br: Mude para Dia, Semana ou Mês para inspecionar outra janela depois que sua próxima resposta paga do assistente for registrada.
ru: Переключите день, неделю или месяц, чтобы просмотреть другое окно после записи следующего ответа платного помощника.
th: สลับวัน สัปดาห์ หรือเดือนเพื่อตรวจสอบหน้าต่างอื่นหลังจากบันทึกการตอบกลับของผู้ช่วยที่ชำระเงินครั้งถัดไปของคุณ
tr: Bir sonraki ücretli asistan yanıtınız kaydedildikten sonra başka bir pencereyi incelemek için Gün, Hafta veya Ayı değiştirin.
vi: Chuyển đổi Ngày, Tuần hoặc Tháng để kiểm tra một cửa sổ khác sau khi câu trả lời trợ lý trả phí tiếp theo của bạn được ghi lại.
zh_hans: 切换到日、周或月，在下一次记录到付费助手回复后查看其他时间窗口。
zh_hant: 切換到日、週或月，在下一次記錄到付費助手回覆後查看其他時間視窗。

source: Switch Model
ar: تبديل النموذج
de: Modell wechseln
es: Cambiar modelo
fr: Changer de modèle
hi: मॉडल स्विच करें
id: Ganti Model
ja: モデルを切り替え
ko: 모델 전환
pt_br: Trocar modelo
ru: Сменить модель
th: เปลี่ยนโมเดล
tr: Modeli Değiştir
vi: Chuyển đổi mô hình
zh_hans: 切换模型
zh_hant: 切換模型

source: Sync Failed
ar: فشلت المزامنة
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
fr: Échec de la synchronisation
hi: समन्वयन विफल
id: Sinkronisasi Gagal
ja: 同期に失敗しました
ko: 동기화 실패
pt_br: Falha na sincronização
ru: Синхронизация не удалась
th: การซิงค์ล้มเหลว
tr: Senkronizasyon Başarısız
vi: Đồng bộ hóa không thành công
zh_hans: 同步失败
zh_hant: 同步失敗

source: Synced
ar: تمت المزامنة
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
hi: सिंक किया गया
id: Tersinkronkan
ja: 同期済み
ko: 동기화됨
pt_br: Sincronizado
ru: Синхронизировано
th: ซิงค์แล้ว
tr: Senkronize edildi
vi: Đã đồng bộ
zh_hans: 已同步
zh_hant: 已同步

source: Synced Models
ar: النماذج المتزامنة
de: Synchronisierte Modelle
es: Modelos sincronizados
fr: Modèles synchronisés
hi: समन्वयित मॉडल
id: Model yang Disinkronkan
ja: 同期されたモデル
ko: 동기화된 모델
pt_br: Modelos sincronizados
ru: Синхронизированные модели
th: โมเดลที่ซิงโครไนซ์
tr: Senkronize Modeller
vi: Mô hình được đồng bộ hóa
zh_hans: 已同步模型
zh_hant: 已同步模型

source: Syncing…
ar: جارٍ المزامنة…
de: Wird synchronisiert…
es: Sincronizando…
fr: Synchronisation…
hi: सिंक हो रहा है…
id: Menyinkronkan…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
ru: Синхронизация…
th: กำลังซิงค์…
tr: Senkronize ediliyor…
vi: Đang đồng bộ…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: Take Photo
ar: التقاط صورة
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
hi: फोटो लो
id: Ambil Foto
ja: 写真を撮る
ko: 사진 촬영
pt_br: Tirar foto
ru: Сфотографироваться
th: ถ่ายภาพ
tr: Fotoğraf Çek
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: Take it slow.
ar: على مهلك.
de: Lass dir Zeit.
es: Sin prisa.
fr: Prends ton temps.
hi: आराम से।
id: Pelan-pelan saja.
ja: ゆっくりでいいよ
ko: 천천히 해도 돼
pt_br: Sem pressa.
ru: Не торопись.
th: ไม่ต้องรีบ
tr: Acele etme.
vi: Cứ thong thả.
zh_hans: 不急，慢慢来
zh_hant: 不急，慢慢來

source: Take your time, the night is patient.
ar: على مهلك، الليل صبور.
de: Lass dir Zeit, die Nacht hat Geduld.
es: Sin prisa: la noche es paciente.
fr: Prends ton temps, la nuit est patiente.
hi: इत्मीनान से, रात धीरज रखती है।
id: Pelan-pelan, malam ini sabar.
ja: あせらないで、夜は気長だから
ko: 천천히 해도 돼, 밤은 길어
pt_br: Sem pressa, a noite é paciente.
ru: Не спеши, ночь терпелива.
th: ค่อย ๆ นะ คืนนี้ยังรอได้
tr: Acele etme, gece sabırlı.
vi: Cứ thong thả, đêm vẫn kiên nhẫn.
zh_hans: 不急，夜晚很有耐心
zh_hant: 不急，夜晚很有耐心

source: Technical details
ar: التفاصيل الفنية
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
hi: टेक्निकल डिटेल
id: Detail teknis
ja: 技術的な詳細
ko: 기술적인 세부사항
pt_br: Detalhes técnicos
ru: Технические детали
th: รายละเอียดทางเทคนิค
tr: Teknik detaylar
vi: Chi tiết kỹ thuật
zh_hans: 技术细节
zh_hant: 技術細節

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
id: Ketentuan Layanan
ja: 利用規約
ko: 서비스 약관
pt_br: Termos de Serviço
ru: Условия использования
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Şartları
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

source: Test
ar: اختبار
de: Testen
es: Probar
fr: Tester
hi: परीक्षण
id: Uji
ja: テスト
ko: 테스트
pt_br: Testar
ru: Тест
th: ทดสอบ
tr: Sına
vi: Kiểm tra
zh_hans: 测试
zh_hant: 測試

source: Text, image & video
ar: نص وصورة وفيديو
de: Text, Bild & Video
es: Texto, imagen y vídeo
fr: Texte, image et vidéo
hi: टेक्स्ट, इमेज और वीडियो
id: Teks, gambar & video
ja: テキスト・画像・動画
ko: 텍스트, 이미지, 동영상
pt_br: Texto, imagem e vídeo
ru: Текст, изображение и видео
th: ข้อความ รูปภาพ และวิดีโอ
tr: Metin, görsel ve video
vi: Văn bản, hình ảnh & video
zh_hans: 文本 · 图像 · 视频
zh_hant: 文本 · 圖像 · 影片

source: The AI returned no usable content. Try again or write manually.
ar: لم يُرجع الذكاء الاصطناعي محتوى صالحًا. حاول مجددًا أو اكتب يدويًا.
de: Die KI hat keine verwendbaren Inhalte zurückgegeben. Versuche es erneut oder schreibe manuell.
es: La IA no devolvió contenido utilizable. Inténtalo de nuevo o escríbelo manualmente.
fr: L'IA n'a renvoyé aucun contenu utilisable. Réessayez ou rédigez manuellement.
hi: AI से उपयोग योग्य उत्तर नहीं मिला। पुनः प्रयास करें या स्वयं लिखें।
id: AI tidak mengembalikan konten yang bisa dipakai. Coba lagi atau tulis manual.
ja: AI が利用可能な内容を返しませんでした。再試行するか手動で書いてください。
ko: AI 가 사용 가능한 응답을 반환하지 않았습니다. 다시 시도하거나 직접 작성해 주세요.
pt_br: A IA não retornou conteúdo utilizável. Tente novamente ou escreva manualmente.
ru: ИИ не вернул пригодный ответ. Попробуйте снова или напишите вручную.
th: AI ไม่ได้ส่งคืนเนื้อหาที่ใช้ได้ ลองอีกครั้งหรือเขียนเอง
tr: Yapay zekâ kullanılabilir içerik döndürmedi. Tekrar deneyin veya elle yazın.
vi: AI không trả về nội dung khả dụng. Hãy thử lại hoặc tự viết.
zh_hans: AI 返回的内容无法使用，请重试或手动编写。
zh_hant: AI 回傳的內容無法使用，請重試或手動編寫。

source: The API key could not be validated. Check the value or generate a new key.
ar: تعذر التحقق من مفتاح API. تحقق من القيمة أو أنشئ مفتاحًا جديدًا.
de: Der API-Schlüssel konnte nicht validiert werden. Überprüfe den Wert oder erstelle einen neuen Schlüssel.
es: No se pudo validar la clave API. Verifica el valor o genera una nueva clave.
fr: La clé API n'a pas pu être validée. Vérifiez la valeur ou générez une nouvelle clé.
hi: API को सत्यापित नहीं किया जा सका। मान जांचें या नई कुंजी बनाएं.
id: API tidak dapat divalidasi. Periksa nilainya atau buat kunci baru.
ja: APIキーを検証できませんでした。値を確認するか、新しいキーを生成してください。
ko: API 키를 검증할 수 없습니다. 값을 확인하거나 새 키를 생성하세요.
pt_br: A chave da API não pôde ser validada. Verifique o valor ou gere uma nova chave.
ru: API не удалось проверить. Проверьте значение или сгенерируйте новый ключ.
th: API ไม่สามารถตรวจสอบได้ ตรวจสอบค่าหรือสร้างคีย์ใหม่
tr: API doğrulanamadı. Değeri kontrol edin veya yeni bir anahtar oluşturun.
vi: Không thể xác thực API. Kiểm tra giá trị hoặc tạo khóa mới.
zh_hans: API 密钥验证失败。请检查密钥或生成新密钥。
zh_hant: API 金鑰驗證失敗。請檢查金鑰或產生新金鑰。

source: The API key you entered did not pass validation. Check the value or generate a new key.
ar: لم ينجح مفتاح API الذي أدخلته في التحقق من الصحة. تحقق من القيمة أو قم بإنشاء مفتاح جديد.
de: Der von Ihnen eingegebene API-Schlüssel hat die Validierung nicht bestanden. Überprüfe den Wert oder generieren Sie einen neuen Schlüssel.
es: La clave API que ingresó no pasó la validación. Verifique el valor o genere una nueva clave.
fr: La clé API que vous avez saisie n'a pas été validée. Vérifiez la valeur ou générez une nouvelle clé.
hi: आपके द्वारा दर्ज किया गया API सत्यापन में सफल नहीं हुआ। मान जांचें या नई कुंजी बनाएं.
id: API yang Anda masukkan tidak lolos validasi. Periksa nilainya atau buat kunci baru.
ja: 入力した APIキーは検証に合格しませんでした。値を確認するか、新しいキーを生成します。
ko: 입력한 API 키가 유효성 검사를 통과하지 못했습니다. 값을 확인하거나 새 키를 생성하세요.
pt_br: A chave de API inserida não passou na validação. Verifique o valor ou gere uma nova chave.
ru: Введенный вами API не прошел проверку. Проверьте значение или сгенерируйте новый ключ.
th: API ที่คุณป้อนไม่ผ่านการตรวจสอบ ตรวจสอบค่าหรือสร้างคีย์ใหม่
tr: Girdiğiniz API doğrulamayı geçemedi. Değeri kontrol edin veya yeni bir anahtar oluşturun.
vi: API bạn đã nhập không vượt qua được quá trình xác thực. Kiểm tra giá trị hoặc tạo khóa mới.
zh_hans: 你输入的 API 密钥未通过验证。请检查后重试或重新生成密钥。
zh_hant: 你輸入的 API 金鑰未通過驗證。檢查該值或產生新密鑰。

source: The active session changed while importing. Please try again.
ar: تغيّرت الجلسة النشطة أثناء الاستيراد. يرجى المحاولة مرة أخرى.
de: Die aktive Sitzung hat sich während des Imports geändert. Bitte erneut versuchen.
es: La sesión activa cambió durante la importación. Inténtalo de nuevo.
fr: La session active a changé pendant l'importation. Réessayez.
hi: आयात के दौरान सक्रिय सत्र बदल गया। कृपया पुनः प्रयास करें।
id: Sesi aktif berubah saat mengimpor. Silakan coba lagi.
ja: インポート中にアクティブなセッションが変更されました。もう一度お試しください。
ko: 가져오는 동안 활성 세션이 변경되었습니다. 다시 시도하세요.
pt_br: A sessão ativa mudou durante a importação. Tente novamente.
ru: Активная сессия изменилась во время импорта. Повторите попытку.
th: เซสชันที่ใช้งานเปลี่ยนไประหว่างการนำเข้า โปรดลองอีกครั้ง
tr: İçe aktarma sırasında etkin oturum değişti. Lütfen yeniden deneyin.
vi: Phiên hoạt động đã thay đổi trong khi nhập. Vui lòng thử lại.
zh_hans: 导入过程中当前会话发生了变化。请重试。
zh_hant: 匯入過程中目前工作階段發生了變化。請重試。
